# Taps
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "buo/cask-upgrade"

# Binaries
brew "git"
brew "github-keygen"
brew "git-lfs"
brew "git-secret"
brew "gnupg"
brew "pinentry-mac"
brew "stow"
brew "mackup"
brew "mas"
brew "hub"

# Apps
cask "atom"
cask "typora"
cask "vlc"
cask "transmission"
cask "carbon-copy-cloner"
cask "mullvadvpn"
cask "github"

# App Store

# Drivers

# Binaries  
